Repository: abstract-open-solutions/collective.portlet.sitemap
Catalog: collective/portlet/sitemap/locales/*/LC_MESSAGES/collective.portlet.sitemap.po
Languages: it

source: A navigation portlet that can be displayed as a sitemap
it: Una portlet di navigazione che può essere visualizzata come una mappa del sito

source: Allow items to be setted as root of navigation portlet
it: Abilita gli oggetti di questo tipo ad essere impostati come radice della portlet di navigazione

source: Folder as ROOT of portlet navigation
it: Radice della portlet di navigazione

source: Navigation Extended
it: Navigazione Estesa

source: Settings
it: Impostazioni

source: help_display_as_site_map
it: Se selezionato visualizza tutte le cartelle come una mappa del sito

source: help_portlet_nav_root
it: Usa come radice dell'albero di navigazione

source: help_portlet_nav_root_title
it: Se definito, usa questo come titolo della radice di navigazione al posto del titolo del contenuto

source: help_site_map_depth
it: Se il campo precedente è selezionato, imposta la profondità della mappa del sito

source: label_display_as_site_map
it: Mostra come mappa del sito

source: label_portlet_nav_root
it: Radice della navigazione

source: label_portlet_nav_root_title
it: Titolo della radice di navigazione

source: label_site_map_depth
it: Profondità della mappa del sito
